Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driving_offences/driving_offences.html.txt.tmx
Source language: en
Languages: ga

source: Each year in Ireland, thousands of people are issued with licences to drive motor vehicles
ga: Eisítear ceadúnais do na mílte duine in Éirinn gach bliain chun mótarfheithiclí a thiomáint

source: These vehicles include motorcycles, cars, vans, trucks, agricultural machinery, etc
ga: I measc na bhfeithiclí seo tá gluaisrothair, gluaisteáin, veaineanna, leoraithe, innealra talmhaíochta, etc

source: In order to ensure high standards of road safety, it's important that everyone is aware of the laws in place regarding motoring in Ireland and the penalties in place if you break the law
ga: D’fhonn ardchaighdeáin um shábháilteacht ar bhóithre a chinntiú, tá sé tábhachtach go mbíonn gach duine feasach ar na dlíthe atá i bhfeidhm maidir le gluaisteánaíocht in Éirinn agus ar na pionóis a ghearrtar nuair a sháraítear an dlí

source: The Road Traffic Acts set out the main provisions for motoring in Ireland
ga: Leagtar amach san Acht um Thrácht ar Bhóithre na príomhfhorálacha lena mbaineann gluaisteánaíocht in Éirinn

source: This legislation deals with issues such as vehicle licensing, vehicle standards, your obligations and responsibilities, etc
ga: Pléann an reachtaíocht le saincheisteanna ar nós ceadúnú feithicle, caighdeáin feithicle, do chuid oibleagáidí agus freagrachtaí, etc

source: Motoring offences can include drink driving, speeding, driving without evidence of insurance or motor tax, driving without due care and attention and driving without a seatbelt
ga: Is féidir a áireamh le cionta gluaisteánaíochta tiomáint ar meisce, tiomáint ar luas, tiomáint gan fianaise i leith árachais nó mótarchánach, tiomáint gan aird agus aire chuí a thabhairt agus tiomáint gan crios sábhála ort

source: A new offence of driving while holding a mobile telephone was introduced in 2006
ga: Tugadh isteach cion nua in 2006 – tiomáint agus guthán póca i do lámh agat

source: You can be disqualified from driving a vehicle if a judge convicts you of a motoring offence or of driving a defective vehicle
ga: Is féidir thú a dhícháiliú ó fheithicil a thiomáint má chiontaíonn breitheamh thú i leith cion tiomána nó i leith feithicil lochtach a thiomáint

source: Driving a defective vehicle can include driving a vehicle that is not road-worthy
ga: Is féidir a áireamh le feithicil lochtach a thiomáint feithicil a thiomáint nach bhfuil sábháilte chun bóthair

source: A system of parking restrictions and fines is also in place throughout Ireland
ga: Ina theannta sin, tá córas srianta agus fíneálacha páirceála i bhfeidhm ar fud na hÉireann

source: Summonses issued to citizens for motoring offences are heard in the District Court and the presiding judge has the power to impose disqualifications for driving and endorsements of driving licenses
ga: Éistear le gairmeacha a eisítear do shaoránaigh mar gheall ar chionta gluaisteánaíochta sa Chúirt Dúiche agus tá ag an mbreitheamh i gceannas an chumhacht chun dícháiliú ó thiomáint a ghearradh mar aon le droimscríobhanna ceadúnais tiomána

source: Motoring offences that result in a charge of dangerous driving causing death are heard in the Circuit Court before a judge and jury unless the defendant pleads guilty prior to the hearing
ga: Éistear le ciontaí gluaisteánaíochta i gciontú tiomána dáinséaraí atá ina cúis le bás sa Chúirt Chuarda os comhair breithimh agus giúiré mura bpléadálann an cosantóir ciontach roimh an éisteacht

source: The Gardaí have the power to arrest the driver of a vehicle for certain motoring offences
ga: Tá ag an nGarda Síochána an chumhacht chun tiománaí feithicle a ghabháil mar gheall ar roinnt cionta gluaisteánaíochta

source: These offences include drink driving an dangerous driving
ga: Áirítear leis na cionta seo tiomáint ar meisce agus tiomáint dháinséarach

source: Penalties on conviction for motoring offences depend on the severity of the offences and on whether or not they are repeated offences
ga: Braitheann pionóis ar chiontú mar gheall ar chionta gluaisteánaíochta ar a thromchúisí atá na cionta agus ar cé acu cionta athuaire iad nó céaduaire iad

source: Penalties can include monetary fines, endorsement of driving license, disqualification from driving for life, and in the most serious cases, imprisonment
ga: D’fhéadfaí a áireamh le pionóis fíneálacha airgid, droimscríobh ceadúnas tiomána, dícháiliú ó thiomáint ar feadh an tsaoil, agus sna cásanna is tromchúisí, príosúnacht

source: In addition a penalty points system is in place for certain motoring offences
ga: Sa mhullach air sin, tá córas pointí pionóis i bhfeidhm maidir le roinnt cionta gluaisteánaíochta

source: View a list of motoring offences that attract penalty points (pdf)
ga: Féach ar liosta de na cionta gluaisteánaíochta a dtugtar pointí pionóis (pdf)

source: The Road Traffic Act, 2006 increased the maximum monetary penalties (fines) which a court can impose in relation to most common motoring offences
ga: Tháinig méadú faoi na pionóis uasta airgid (fíneálacha) faoin Acht um Thrácht ar Bhóithre, 2006 is féidir le cúirt a ghearradh maidir le formhór na gcionta comónta gluaisteánaíochta

source: Penalties on conviction for dangerous driving causing death are the same as penalties for manslaughter and also carry a mandatory disqualification from driving for a minimum of 4 years
ga: Is ionann na pionóis ar chiontú mar gheall ar thiomáint dháinséarach atá ina cúis le básagus na pionóis i leith dúnorgan agus déantar thú a dhícháiliú ó thiomáint ar feadh tréimhse ceithre bliana ar a laghad i dteannta an phionóis thuas

source: Since October 2011 all convictions in the District Court for drink driving offences carry a mandatory disqualification for a minimum of 6 months
ga: Ó Dheireadh Fómhair 2011, gabhann dícháiliú éigeantach leis an uile chiontú sa Chúirt Dúiche mar gheall ar chionta um thiomáint ar meisce ar feadh tréimhse 6 mhí ar a laghad

source: Gardaí also have the power to impound vehicles which are not insured or in certain circumstances vehicles which are not taxed or vehicles which do not have a certificate of roadworthiness
ga: Ina theannta sin, tá sé de chumhacht ag an nGarda Síochána feithiclí a ghabháil nach bhfuil faoi chumhdach árachais nó, faoi chúinsí áirithe, feithiclí nár íocadh cáin orthu nó feithiclí nach bhfuil deimhniú ar ródacmhainneacht acu

source: Disqualification orders are usually made by a court preventing a person from validly holding a drivers licence or from applying for one for a defined or stated period of time
ga: Is gnách go ndéanann cúirt orduithe dícháilithe a chuireann srian ar dhuine ceadúnais tiomána a shealbhú go bailí nó ar chur isteach ar cheadúnas ar feadh tréimhse shainithe nó luaite ama

source: A disqualification can, however, also arise from the penalty points system
ga: Is féidir le dícháiliú, ar a shon sin, bheith mar thoradh ar an gcóras pointí pionóis

source: There are five different types of disqualifications from driving:
ga: Is ann do chúig shaghas éagsúla de dhícháiliú ó thiomáint:

source: • Consequential Disqualification: Where a court is obliged to make an order disqualifying a person who is convicted of certain offences
ga: • Dícháiliú Iarmhartach: Sa chás go bhfuil an oibleagáid ar chúirt ordú a dhéanamh a dhéanann duine atá arna c(h)iontú i leith cionta áirithe a dhícháiliú

source: The Road Traffic Act 2006 increased the minimum periods established for consequential disqualification orders
ga: Mhéadaigh an tAcht um Thrácht ar Bhóithre, 2006 na híostréimhsí a bunaíodh le haghaidh orduithe dícháilithe iarmhartaigh

source: Consequential disqualifications are the most common type of disqualification handed down by the courts
ga: Is é dícháiliú iarmhartach an cineál is comónta de dhícháiliú a ordaíonn na cúirteanna

source: • Ancillary Disqualification: These disqualification orders are an optional addition to any other legal penalty imposed by a court
ga: • Dícháiliú Coimhdeach: Breisiúchán roghnach atá sna horduithe dícháilithe seo ar aon phionós eile dlíthiúil a ghearrann cúirt

source: So, a judge may impose an ancillary disqualification depending on the circumstances of the case
ga: Mar sin, féadann breitheamh dícháiliú coimhdeach a ghearradh ag brath ar chúinsí an cháis

source: Examples of this would be where a vehicle was used in a bank raid and the judge imposed an ancillary disqualification on all the occupants of the car and not just the driver
ga: Samplaí den chineál seo ciona ná nuair a úsáideadh feithicil i gcreach bhainc tar éis don bhreitheamh dícháiliú coimhdeach a ghearradh ar gach taistealaí den ghluaisteán seachas ar an tiománaí amháin

source: • Special Disqualification: Unlike the first two types of disqualification orders (which require someone to have been convicted of an offence before they can be imposed), special disqualification orders do not require someone to be convicted in order to impose the disqualification
ga: • Dícháiliú Speisialta: Éagsúil leis an gcéad dá chineál d’orduithe dícháilithe (lena gceanglaítear duine éigin a chiontú i leith ciona sular féidir iad a ghearradh), ní cheanglaíonn orduithe speisialta dícháilithe go gciontaítear duine éigin d’fhonn an dícháiliú a ghearradh

source: If the Gardaí or the National Driver Licence Service (NDLS) have reasonable grounds for believing that a licence holder is either:
ga: Má tá bonn réasúnach ag an nGarda Síochána nó ag an tSeirbhís Náisiúnta um Cheadúnais Tiomána (NDLS), lena chreidiúint go bhfuil an sealbhóir ceadúnais:

source: - unfit to drive by reason of a physical disease or
ga: - Neamhoiriúnach le tiomáint mar gheall ar ghalar fisiciúil nó

source: - unfit to drive because of a physical or mental disability or
ga: - Neamhoiriúnach le tiomáint de bharr míchumas fisiciúil nó meabhrach nó

source: - incompetent to drive any vehicle or any class of vehicle
ga: - Neamhinniúil le haon fheithicil nó le haon aicme d’fheithicil a thiomáint

source: they can apply to the District Court for a special disqualification order
ga: Is féidir leo iarratas a dhéanamh ar an gCúirt Dúiche le haghaidh ordú dícháilithe speisialta

source: • EU Disqualification: Transfers an order made in one EU state to another where the disqualified person resides
ga: • Dícháiliú ón AE: Déanann seo ordú a rinneadh i stát amháin den AE a aistriú chuig stát eile ina gcónaíonn an duine dícháilithe

source: Although the 1998 EU Convention on Driving Disqualifications (98/C 216/01) which allows for such transfer of disqualification orders is not yet in force, it is hoped that this will become law
ga: Déanann an Coinbhinsiún maidir le Dícháiliú chun Tiomána 1998 (98/C 216/01) foráil don aistriú sin orduithe dícháilithe agus cé nach bhfuil seo i bhfeidhm go fóill, táthar ag súil leis go mbeidh seo mar chuid den dlí seo go luath

source: The Convention relates to disqualification for offences that involve:
ga: Baineann an Conbhinsiún le dícháiliú mar gheall ar chionta lena mbaineann:

source: - reckless or dangerous driving of a motor vehicle
ga: - feithicil a thiomáint ar bhealach dáinséarach nó meargánta

source: - driving a motor vehicle while under the influence of alcohol or other substances affecting or diminishing the driver's mental and physical abilities
ga: - mótarfheithicil a thiomaint faoi thionchar alcóil nó substainte eile ag a mbíonn tionchar ar chumas meabhrach agus fisiciúil an tiománaí nó a dhéanann iad a laghdú

source: - driving a vehicle faster than the permitted speed
ga: - feithicil a thiomáint níos tapúla ná an luas a cheadaítear

source: In advance of the Convention coming into force, the mutual recognition of driving disqualifications between Ireland and the UK (including Norther Ireland) came into operation from 28 January 2010
ga: Sular tháinig an Coinbhinsiún i bhfeidhm, tháinig comhaitheantas dícháiliú tiomána idir Éirinn agus an RA (lena n-áirítear Tuaisceart Éireann) i bhfeidhm ón 28 Eanáir 2010

source: (Does not include disqualifications resulting from the accumulation of penalty points.)
ga: (Ní áirítear dhícháilíochtaí mar thoradh ar an carnadh na pointí pionóis.)

source: • Penalty Points Disqualification: This disqualification order is not issued by the courts but by the Department of Transport, Tourism and Sport
ga: • Dícháiliú ag Pointí Pionóis: Ní eisíonn na cúirteanna an t-ordú dícháilithe seo ach an Roinn Iompair, Turasóireachta agus Spóirt

source: When a person accumulates a total of 12 points or more on their licence, then the Department will notify them that from a certain date they will be disqualified from driving for a period of six months
ga: Nuair a bhailíonn duine 12 phointe nó níos mó ar a gceadúnas, cuirfidh an Roinn ar an eolas iad go ndícháileofar iad ó thiomáint ar feadh tréimhse shé mhí ó dháta áirithe

source: The person will then be required to send their driving licence to the NDLS
ga: Caithfidh an duine, ag an tráth sin, a gceadúnas tiomána a thabhairt don NDLS

source: (The disqualification threshold is reduced to 7 penalty points for those who obtain their first learner permit on or after 1 August 2014 and subsequently during the first 2 years while they drive under their first driving licence.)
ga: (Tá an tairseach dícháiliú a laghdú go dtí 7 pointí pionóis dóibh siúd fháil ar a gcuid chéad cheadúnas foghlaimeora ar nó tar éis 1 Lúnasa 2014 agus ina dhiaidh le linn na chéad 2 bhliain nuair a thiomáint siad faoina cheadúnas tiomána ar dtús.)

source: Any disqualification order issued by the courts can be appealed within 14 days from the date of conviction
ga: Is féidir aon ordú dícháilithe a eisíonn na cúirteanna a achomharc laistigh de 14 lá ó dháta an chiontaithe

source: If the judge orders you to be disqualified from driving and you do not appeal the conviction, you will receive a Notice from the Fines Office of the District Court where you appeared, stating that you must hand in your driving licence immediately
ga: Má ordaíonn an breitheamh thú a dhícháiliú ó thiomáint agus mura ndéanann tú an ciontú a achomharc, gheobhaidh tú Fógra ó Oifig Fíneálacha de chuid na Cúirte Dúiche, an áit ar tháinig tú i láthair, ina luaifear nach mór duit do cheadúnas tiomána a thabhairt dóibh láithreach

source: The Fines Office of the District Court will require you to submit any driving licence/learner permit you hold to the NDLS, together with the details of the Court Order
ga: Ceanglóidh Oifig Fíneálacha na Cúirte Dúiche ort aon cheadúnas tiomána/cead foghlaimeora atá agat a sheoladh chuig an tSeirbhís Náisiúnta um Cheadúnais Tiomána (SNCT), mar aon le sonraí faoin Ordú Cúirte

source: The NDLS will hold your driving licence/learner permit until the period of disqualification is over
ga: Coimeádfaidh an SNCT do cheadúnas tiomána/chead foghlaimeora go dtí go bhfuil an tréimhse dhícháilithe thart

source: The penalty points system of endorsement is by entry in the licence record
ga: Iontráil i dtaifead na gceadúnas atá i gceist leis an gcóras droimscríofa pointí pionóis

source: The record is endorsed on the National Vehicle and Driver File operated by the Department of Transport, Tourism and Sport on notification from the Courts or An Garda Síochána as appropriate
ga: Déanann Comhad Náisiúnta na bhFeithiclí agus na dTiománaithe, atá á oibriú ag an Roinn Iompair, Turasóireachta agus Spóirt an taifead a dhroimscríobh, tar éis fógra a fháil ó na Cúirteanna nó ón nGarda Síochána, de réir mar is cuí

source: Penalty point endorsements remain on your licence record for 3 years and must be notified to your insurance company when applying for motor insurance, providing you hold a current driving licence
ga: Fanann droimscríobhanna pointe pionóis ar thaifead do cheadúnais ar feadh 3 bliana agus ní mór iad a chur in iúl do do chomhlacht árachais nuair a dhéanann tú iarratas ar mhótarchánachas, a fhad agus a bhíonn ceadúnas reatha tiomána agat

source: Endorsements on your licence record will often lead to an increase in your motor insurance premium
ga: Is gnách go n-eascróidh méadú ar phréimh do mhótarárachais as droimscríobhanna ar thaifead do cheadúnais

source: A system of fixed charge driving offences operates in Ireland which allows the driver of a vehicle who has been detected of committing certain offences under the Road Traffic Acts to pay a fixed charge or fine as an alternative to going to court to answer the driving offence
ga: Tá córas de chiontuithe tiomána muirir sheasta á oibriú in Éirinn a ligeann do thiománaí feithicle a rinne ciontuithe áirthe faoin Acht um Thrácht ar Bhóithre agus a braitheadh, muirear nó fíneáil sheasta a íoc mar mhalairt ar dhul os comhair na cúirte leis an gcion tiomána a fhreagairt

source: View a list of fixed charge only offences (pdf)
ga: Féach ar liosta de na muirear seasta ach cionta (pdf)

source: The Minister has the power to declare any summary (or minor) offence under the Road Traffic Acts 1961-2011 to be fixed charge offences
ga: Tá ag an Aire an chumhacht a dhearbhú gur ciontuithe muirir sheasta a bheidh in aon chion achomair (nó aon mhionchion) faoin Acht um Thrácht ar Bhóithre, 1961-2011

source: A person has 28 days from the date of the issue of the fixed charge notice to pay the fine
ga: Tá ag duine 28 lá ó dháta eisiúint fhógra an mhuirir sheasta leis an bhfíneáil a íoc

source: If it is not paid within 28 days, the charge is increased by 50% and if it is still unpaid after a further 28 days then court proceedings are initiated
ga: Mura n-íoctar é laistigh de 28 lá, méadaítear an muirear faoi 50% agus mura n-íoctar ina dhiaidh sin é tar éis 28 lá sa bhreis air sin, cuirtear tús le himeachtaí cúirte

source: If you receive a fixed charge notice for a driving offence and you were not the driver of the vehicle you must return the notice to the Garda Fixed Charge Processing Office (see 'Where to apply' below) and include the details of the person who was driving (including his/her driving licence number) in the form attached to the fixed charge notice for that purpose
ga: Má fhaigheann tú fógra um muirear seasta le haghaidh cion tiomána, agus mura raibh tú ag tiomáint na feithicle, ní mór duit an fógra a thabhairt ar ais chuig an Oifig Próiseála Muirear Seasta an Gharda Síochána (féach 'Cá ndéanfaidh mé iarratas' thíos) le sonraí faoin duine ag a raibh an fheithicil á tiomáint (lena n-áirítear a (h)uimhir cheadúnas tiomána) san fhoirm atá ceangailte leis an bhfógra muirir sheasta don chuspóir sin

source: The Gardaí will then issue a fixed charge notice to the driver of the vehicle
ga: Eiseoidh an Garda Síochána ansin fógra muirir sheasta do thiománaí na feithicle sin

source: The registered owner of the vehicle is the person to whom the fixed charge notice will be sent if the driver of the vehicle was not identified at the time the offence was detected, (e.g
ga: Is é úinéir cláraithe na feithicle an duine a seolfar an fógra um muirear seasta chucu murar sainaithníodh tiománaí na feithicle ag an tráth a braitheadh an chion, (e.g

source: detected by a speed camera or if a car was parked illegally)
ga: bhraith ceamara luais an chion nó má bhí gluaisteán páirceáilte go mídhleathach)

source: If the registered owner was not the driver he/she is still obliged by law to notify the Gardaí of who the driver of the vehicle was at the time of the offence
ga: Murabh é úinéir cláraithe na feithicle an tiománaí, tá dualgas air/uirthi, de réir an dlí, an Garda Síochána a chur ar an eolas faoin duine ag a raibh an fheithicil á tiomáint ag tráth na ciona

source: If you misplace, lose or damage your fixed charge notice, you should contact the Garda Fixed Charge Processing Office at:
ga: Má chailleann tú d’fhógra um muirear seasta nó má dhéantar díobháil dó, ba cheart duit dul i dteagmháil leis an Oifig Próiseála Muirear Sheasta:

source: • Locall 1890 30 40 60
ga: • Lóghlao: 1890 30 40 60

source: A re-print of the notice will be sent to you by post
ga: Seolfar athphriontáil den fhógra chugat sa phost

source: However, the time period allowed for payment is not extended by your request for a re-print
ga: Ar a shon sin, ní chuirtear síneadh leis an tréimhse ama a cheadaítear le haghaidh íocaíochta trí iarratas a chur isteach ar athphriontáil

source: If the fixed charge notice is paid within the legal time limits and court proceedings are not commenced you will not have a criminal record in respect of the offence
ga: Má íoctar an fógra um muirear seasta laistigh de na teorainneacha dlíthiúla ama agus mura gcuirtear tús le himeachtaí cúirte, ní bheidh seo le sonrú ar thaifead coiriúil i dtaca leis an gcion

source: Further information on fixed charge notices is available on the Garda website. It also has a guide to cancellations of fixed charge notices
ga: Tá breis faisnéise le fáil ar fhógraí um muirear seasta ar láithreán gréasáin an Gharda Síochána, chomh maith le treoir do cealuithe fógraí muirir sheasta

source: Motorists in Ireland are obliged to display evidence that they have paid their motor tax and have current motor insurance on the windscreen of their vehicles
ga: Tá dualgas ar thiománaithe in Éirin fianaise a thaispeáint gur íoc siad a mótarcháin agus go bhfuil acu árachas reatha mótair ar ghaothscáth a bhfeithiclí

source: If a vehicle is found by the Gardaí not to have a current motor insurance policy they have the power to impound the vehicle until such time as an insurance certificate is produced by the owner which insures the use of the vehicle
ga: Má thagann an Garda Síochána ar fheithicil nach bhfuil polasaí reatha árachas mótar, tá acu an chumhacht an fheithicil a ghabháil go dtí an tráth a sholáthraíonn an t-úinéir deimhniú árachais a dhéanann úsáid na feithicle a chur faoi árachas

source: The owner of the vehicle will be liable to all charges or costs incurred by the Gardaí in the removal and storage of the vehicle
ga: Beidh úinéir na feithicle faoi dhliteanas an uile mhuirir nó chostais a thabhaíonn an Garda Síochána i mbaint nó i stóráil na feithicle

source: The Road Traffic Act 2006 extended this power to include the power to impound vehicles registered outside of Ireland
ga: Chuir an tAcht um Thrácht ar Bhóithre, 2006, síneadh leis an gcumhacht seo le feithiclí a ghabháil a chláraítear lasmuigh d’Éirinn

source: Similarly, the Gardaí are empowered to impound any vehicle which has not been taxed for a period of two months or more
ga: Ar an gcuma chéanna, tá ag an nGarda Síochána an chumhacht aon fheithicil a ghabháil nár íocadh cáin uirthi ar feadh tréimhse dhá mhí nó níos faide

source: In reality this means that if you are stopped by the Gardaí while driving a vehicle and the road tax for that vehicle is out of date by two months or more, the Gardaí can seize that vehicle and impound it until such time as the owner can show proof that the motor tax has been paid for that vehicle to include the date on which it was impounded (i.e. paying the arrears due on the vehicle)
ga: Is éard a chiallaíonn seo, go réalaíoch, má stopann an Garda Síochána thú agus feithicil á tiomáint agat agus má tá dáta na mótarchánach don fheithicil éagtha le dhá mhí nó níos faide, is féidir leis an nGarda Síochána an fheithicil sin a urghabháil agus a ghabháil go dtí an tráth is féidir leis an úinéir cruthúnas a thaispeáint gur íocadh an mhótarcháin don fheithicil sin, le dáta gafa na feithicile a áireamh freisin (i.e., na riaráistí a bhí dlite ar an bhfeithicil a íoc)

source: Again, the owner of the vehicle will be liable for all charges and costs incurred by the Gardaí in the removal and storage of the vehicle
ga: Arís eile, beidh úinéir na feithicle faoi dhliteanas an uile mhuirir agus chostais a thabhaíonn an Garda Síochána i mbaint nó i stóráil na feithicle

source: Driving offences committed in other jurisdictions
ga: Cionta tiomána a rinneadh i ndlínsí eile
